about_a
about_uh
all_right
all_the
and_a
and_all
and_and
and_do
and_get
and_go
and_he's
and_i
and_i'm
and_i_have
and_it
and_it's
and_my
and_now
and_see
and_so
and_that_was
and_the
and_then
and_uh
and_we
and_we're
and_we_have
and_what
and_you
any_of
are_the
are_you
as_a
as_far_as
as_well
at_a
at_all
at_home
at_it
at_the
away_from
back_to
because_i
because_i'm
because_i_don't
because_it
because_it's
but_i
but_i'm
but_it's
can't_do
can_get
can_go
can_see
can_you
could_be
did_it
did_that
did_you
do_that
do_we
do_you
do_you_have
do_you_think
don't_i
don't_know_what
don't_you
down_to
end_of
for_a
for_him
for_it
for_me
for_that
for_the
for_uh
for_you
from_the
get_a
get_it
get_out
go_and
go_out_and
go_to
go_to_the
going_to
going_to_be
going_to_do
going_to_have
good_idea
got_a
got_it
got_the
got_to
have_one
have_them
have_to
have_to_do
have_you
he_was
how_about
i'm_going_to
i'm_just
i'm_not
i'm_not_sure
i'm_sorry
i'm_trying
i'm_trying_to
i've_got
i've_got_a
i_am
i_can
i_did
i_didn't
i_do
i_don't
i_don't_have
i_don't_know
i_don't_think
i_get
i_got
i_guess
i_had
i_have
i_have_a
i_have_to
i_just
i_know
i_mean
i_see
i_should
i_still
i_think
i_think_i
i_think_it's
i_think_that
i_think_you
i_thought
i_want_to
i_was
i_went
if_he
if_it's
if_you
in_and
in_that
in_the
in_there
is_it
is_that
is_the
it's_just
it's_probably
it_a
it_at
it_doesn't
it_is
it_might
it_on
it_to
it_was
it_was_a
just_a
just_got
just_to
let's_see
let_me
look_at
me_to
must_be
need_to
no_it's
of_a
of_it
of_the
of_them
of_time
oh_i
on_the
on_this
one_of_the
one_that
or_a
or_anything
or_do
or_something
out_and
out_of
out_to
over_and
put_a
ready_to
right_now
say_that
seem_to
so_and
so_he
so_i
so_i'm
so_that
so_we
so_we're
so_you
that's_a
that's_good
that's_the
that's_what_i
that_is
that_time
that_was
that_was_a
the_first
the_last
the_middle
the_second
there_and
there_but
there_you
thing_and
this_is
to_do
to_do_that
to_find
to_get
to_go
to_go_to
to_it
to_see
to_the
to_try
to_uh
try_to
uh_do
uh_i
uh_i_think
uh_we're
up_and
up_to
want_to
want_to_do
was_it
was_the
we're_going
we're_going_to
we're_not
we_are
we_can
we_did
we_do
we_don't_have
we_had
we_have
we_have_a
we_have_to
we_just
went_to
what's_the
what_about
what_are
what_do_you
what_i
what_i'm
what_you
where_you
which_is
with_a
with_the
would_have
yeah_i
yeah_that's
you're_right
you've_got
you_get
you_got
you_got_to
you_have
you_have_to
you_know
you_said
you_should
you_think
you_want
you_want_to
