-pau-
21
283
45
552
558
90
95
</s>
<s>
<unk>
a
a's
a-
ab-
abductions
ability
able
abnormal
abomination
about
above
abrama
abroad
absolutely
abused
academia
academic
accede
acceptable
accessible
accidently
accomplished
account
ace
across
act
acting
action
active
actor
actors
actually
ad
adaptations
adapted
add
added
adequate
adjective
adjust
adler
admire
adopted
adults
advanced
advertised
advice
advise
advocate
affair
affect
affected
affects
affluence
afford
afraid
afresh
africa
african
after
afternoon
afterwards
ag-
again
against
age
agen-
agencies
agency
agenda
ago
agree
agreement
ah
ah-ha
ahead
ainsworth
air
airport
al-
alcohol
alex
alfred
algonquin
all
allergies
allergy
alm-
almost
alone
along
already
alright
alrighty
also
altercation
alternatively
although
always
am
amanda
amanda's
amazed
amazing
american
amigo
amount
amused
amy
an
an-
anaesthetic
analysis
and
angela
angry
animal
animals
anna
anne
anne's
annenberg
annual
another
answer
answered
anthropology
anti-feminist
anti-scholarly
anti-scholarship
anti-woman
antibiotic
any
anybody
anyhow
anymore
anyone
anyplace
anything
anytime
anyway
anywhere
apart
apartment
apologized
apparently
appetite
apple
apply
appreciate
appreciative
approval
ar-
arden
are
area
areas
aren't
argue
arguing
arlene
arms
around
arrangement
arrive
art
artists
arts
as
as-
asbestos
ashley
aside
ask
ask-
asked
asking
asleep
aspect
ass
association
assume
astonishing
at
ate
attack
attainable
attention
aug-
august
aunt
australia
autonomous
available
aviva
aw
away
awe
awful
b
b-
ba-
babe
babies
baby
babysit
bachelors
back
background
backup
backwards
bacteria
bad
badly
bag
bags
baked
balloon
baltimore
bananas
band
banged
bar
barbecue
barbecuing
barbie
bare
barriers
bars
based
basement
basic
basically
basis
basket
bat
batch
bath
batting
battle
bawling
be
be-
beanbag
beans
beat
beautiful
beauty
beca-
becau-
because
becky's
become
becomes
becoming
bed
bedroom
bedrooms
beds
beef
been
beer
beetle
beetles
before
beginning
behave
behind
being
bel-
believe
below
benefit
berklaman
berklan-
beside
besides
bess
bess's
best
bet
better
between
beyond
bicycles
big
bigger
biggest
biggie
bill
billion
bills
biology
birds
birthday
bit
bitty
bizarre
black
blaming
bless
block
blocks
bloody
blowing
blows
bob
bobby
body
boils
bold
book
books
bookstand
booths
border
borderline
bored
boring
born
borrow
both
bother
bothered
bothering
bottle
botto-
bottom
bought
boundary
box
boxes
boy
boys
brad
brain
brandon
brattier
braveheart
bread
break
breakfast
breaking
breast
breastfeeding
brief
briefly
bright
bring
bringing
briss
broad
broke
brookline
brooklyn
broth
brother
brothers
brought
brown
brussels
bs
bu-
bucks
budget
bug
bugs
build
building
built
bumper
bunch
burn
bus
buses
business
busy
but
butchery
butt
butter
buy
buying
by
c
c-
ca-
cabin
cabinet
cabinets
cable
cakes
california
call
called
caller
callers
calling
calls
came
camera
camp
campus
can
can't
canada
cancel
cancellation
cancelled
candy
cans
capacity
cape
capital
capitalist
car
car's
card
care
career
careful
carol
carolina
carpet
carried
carry
cars
carting
cary
case
cases
casino
cassandra's
cat
catalytic
catch
catholic
cats
caught
cause
caused
causing
caves
celebrate
celebration
celebrations
celsius
cemetery
center
cents
century
certain
certainly
certificate
certified
chain
chair
chairs
challah
challenged
challenging
chance
change
changes
changing
channels
chapter
chapters
character
characters
charge
charged
charges
charlene's
charlotte
chart
chase
chassidic
check
checking
cheese
cheesiest
chem
chemical
chemistry
chemo
chemotherapy
cherry
chest
chester
chicken
child
children
chilean
chili
chip
chip's
chips
choice
choices
choose
choosing
chore
chris
christina
christine
christmas
cigarette
cigarettes
circle
citizen
citizens
city
civil
claim
claimed
clarify
claris
class
classes
classic
classical
classroom
clean
cleaned
cleaning
clear
clearly
climb
clipped
clock
close
closed
closet
closets
clothes
cloths
club
clue
co-op
coach
coast
cocaine
cognitive
coke
cold
college
colleges
colors
columbia
columbus
combination
combined
come
comedy
comes
comet
comfortable
coming
commandeered
commercials
committed
common
communication
communications
community
companies
company
comparative
comparatively
comparison
competition
complained
complete
completely
complicated
computer
computer's
con-
concept
concern
concerned
concert
conclusion
conditioner's
conditions
condominium
condoms
confess
confining
confirmation
conflicted
conflicts
confronted
confused
confusion
connecticut
connecting
connection
consider
consideration
considered
considering
contact
contacted
continent
continues
contracts
contribution
control
convenient
convention
conversation
cook
cooked
cooking
cool
cooling
cooperative
copper
copy
corn
correct
corrupt
corruption
cory
cost
costly
costs
cou-
couch
cough
coughing
could
could've
couldn't
counseling
counselor
counselors
counted
counter
countries
country
countryside
county
couple
course
courses
court
cousin
cover
coverage
covered
covering
covers
crack
crammed
cranberry
cranny
crap
crates
crazy
cream
created
creatures
credit
crematoriums
cried
crime
criminals
criterion
critic
critique
crock
crooked
cross-stitch
cross-stitched
crossed
crumbs
crying
cub
cultures
cumin
cup
cups
curious
curly
current
curtis
curtis's
curve
curves
curving
custody
customer
customers
cut
cute
cuts
d
d's
d-
da
da-
dad
dad's
daddy
dakotas
dales
damaging
damn
damon
dana
dancing
danger
dangerous
daniel
danielle
dank
darien
darn
database
date
dateline
daughter
daughters
david's
dawn
dawns
day
day's
days
dead
deal
deals
dean
dear
dearest
death
decent
decide
decided
deciding
declaration
declare
deep
deeper
defense
defin-
define
definitely
definition
degree
degrees
delaware
delay
deli
den
denied
department
departments
depends
deposit
depressed
depth
described
deserve
deserves
designing
desk
destined
details
determined
deterrent
detroit
develop
developed
development
devil's
devilish
di-
dial
did
did-
didn't
died
diego
dies
dietary
difference
different
difficult
dimension
dining
dinner
direct
direction
disabled
disadvantageous
disagree
disappeared
disconnect
disconnected
discovered
discuss
discussed
discussion
disgusting
disney
disoriented
disrupt
dissolve
distance
divide
dividing
divorce
divorced
divorces
dizzy
do
do-
doctor
doctors
does
doesn't
dog
dogmatic
dogmatism
doing
dolington
dollar
dollars
domestic
dominate
don't
don-
done
door
dormant
dorms
dorset
double
doubled
doubt
doug
doug's
douglas
dov
down
downstairs
dragged
drake
dramaturgies
draw
drawn
dread
dream
dresser
drexel
drilling
drink
drinking
drive
driving
drops
drove
drug
drunk
drunker
dry
dude
due
dumb
dumped
dungeon
duplex
dupont
during
dutch
dvora
dvora's
e
e's
e-
e-mailed
each
eagle
earlier
early
ears
earth
easier
easily
east
easy
eat
eating
economic
ecumenical
edge
edith
educated
education
educational
effect
effective
efficiently
effort
egg
eh
eh-
eight
eighteen
eighth
eighty
either
el
elect
elected
electric
elementary
eleven
elo
else
elsewhere
elvis
emily
emissions
emma
emmanuel
emotional
employed
empty
encourages
end
ended
energy
engineer
engineering
engineers
england
english
enjoy
enjoying
enormous
enough
enter
entire
environment
environmental
environmentally
enzymatic
enzymes
equal
equality
equator
era
especially
essence
essentially
estate
euc-
eucalyp-
eucalyptus
europa
euthanasia
even
evening
evenings
events
eventually
ever
every
everybody
everybody's
everyday
everyone
everything
everything's
evidently
evolution
evolutionary
ex-
exa-
exact
exactly
examination
example
excel
excellen-
excellent
except
excited
exclude
excuse
excuses
existing
expands
expansion
expect
expecting
expend
expensive
experience
experimental
expertise
expire
explained
explore
expose
extent
externship
extra
extremely
extremes
eye
eyes
f
f-
face
faced
facilities
fact
factories
factors
fail
failed
failing
fair
fairly
faith
fall
falling
falls
faltered
familiar
families
family
family's
famous
fan
fantastic
far
fart
farts
fashion
fast
faster
father
favor
favored
favorite
fee
feedback
feeding
feel
feelers
feeling
feels
feet
fell
fellow
felt
fem-
females
feminine
feminism
feminist
festival
fever
feverish
few
fi-
field
fields
fifteen
fifties
fifty
fighting
figure
figured
filled
fills
film
filtrator
final
finally
finals
find
finding
fine
finish
finished
finishing
fire
firm
firmly
first
fiscal
fish
fisher
fit
five
fixed
fixing
flat
flavor
flight
floor
florida
fluid
fly
foggy
folks
foll-
followed
following
food
foods
fooled
foot
for
force
forces
foreign
forewarning
forget
forgot
form
formal
former
forming
forms
forsook
forties
fortunately
forty
forty-five
forty-nine
found
four
fours
fourteen
fourth
frail
frame
framingham
frankly
fraternity
freaky
free
freed
freemen
friday
friend
friends
fries
frigging
from
front
fry
fuck
fucking
fulfills
full
fun
function
funded
funding
funeral
funny
furniture
further
futon's
future
fuzzy
g
g-
gal
galleria
game
gang
garage
garbage
gary
gate
gathered
gave
gee
general
generally
geo
geo-environmental
geodesic
geodesics
geodisec
gerard
get
gets
getting
gibson
gifts
gig
gigantic
girl
girlfriend
girls
give
given
gives
giving
glaciers
glad
glasses
glaucoma
glazed
glut
go
go-
goal
god
goes
going
gone
good
goodness
gorgeous
gosh
got
gotten
governing
government
governments
gra-
grabs
grace
grad
grade
grader
graduate
graduated
graduation
grandmother
granny's
grant
grape
grateful
graveyard
great
greed
green
greenwich
grew
grilled
ground
groundless
group
grouping
grow
growing
growth
guard
guarded
guess
guessed
guide
guiding
guilt
guilty
guitar
guitarist
gun
guns
guy
guy's
guys
gwen
gwen's
h
h-
ha
ha-
habit
had
hadn't
haggling
half
halfway
hall
hand
handle
handled
hands
hang
hanging
hank
happen
happened
happening
happens
happy
harbor
hard
harder
hardware
harsh
has
hasn't
hassle
hates
hats
have
haven't
having
he
he'd
he'll
he's
he-
head
headlines
heads
health
hear
heard
hearing
heart
heat
heath-
heather
heats
heavenly
heavy
heck
held
hell
hello
help
helped
helps
her
here
here's
hermita
herself
hey
hi
hide
high
higher
highest
highway
hilary
hill
hills
him
himself
hints
hip
hired
his
historians
historically
history
hit
hitchcock
hm
ho-
hobbies
hobby
hold
holds
hole
hologram
hombre
home
homes
honestly
honey
hook
hooked
hope
hopefully
hornet's
horrible
hospital
hospitals
host
hot
hotel
hou-
houlihan's
hour
hourly
hours
house
household
houses
how
how's
howard
hu-
hug
huge
huh
human
humanities
humanizing
hundred
hundreds
hung
hungry
hunting
hurt
hurting
hurts
husband
husbands
hydrocarbon
i
i'd
i'll
i'm
i've
i-
ice
idea
ideal
ideas
identify
identifying
ideology
idiots
if
ignore
ignore_time_segment_in_scoring
ignored
ikea
ill
illegitimate
illiterate
imagine
immigrants
importance
important
impressed
impression
improvement
in
in-
inadequacies
inas
income
incomes
increase
incred-
incredible
indeed
independence
independent
indication
indistinguishable
individual
indoctrinating
industry
inevitable
influence
information
inheritance
initial
injury
inner
inpatients
input
insert
inside
insights
insomnia
installations
instances
instead
institute
institution
instruments
intelligence
interest
interested
interesting
interior
internal
international
intervening
interviews
into
intrigued
introduction
invade
invitees
involved
ir-
iranians
iron
is
isabel
isn't
issue
issues
it
it'd
it'll
it's
itch
its
itself
itty
ivy
j-
jacket
jackson
jails
james
january
jason
jealous
jeesh
jeez
jeff
jefferson
jello
jerry
jersey
jewish
job
jobs
join
joke
joking
jokingly
jon
jones
josh
ju-
juice
juing
julian
juliet
jumped
june
jung
junior
jury
just
justice
justifiably
justifies
k
k-
kara
karen
keep
keeping
keeps
kelly
kept
kevorkian
kick
kicked
kicking
kid
kidding
kids
kill
killing
killings
kind
kinds
kinnerett
kinore
kitchen
kitty
kn-
knees
knew
know
knowing
known
knows
koby
korea
kosher
kouvoisin
l
l-
lab
lady
laid
lakes
lamp
land
landlady
language
lap
large
larger
last
lasted
late
late-
lately
later
lateral
laundromat
law
lawn
lawnmower
laws
lawsuit
lawyer
lawyers
lay
laziness
lazy
le-
lead
leader
league
learn
learned
learning
least
leave
leaving
lecturing
left
legal
legalized
legislation
lehrer
lena
length
lesbianism
less
lessons
let
let's
letter
letters
letting
level
li-
liberty
librarian
library
libyans
life
light
lightness
lights
like
liked
likely
likes
limited
linda
line
lines
linguistic
linguistics
liquid
list
listen
listened
listening
lit-
literally
literary
literature
littl-
little
live
lived
lives
living
loads
loan
loans
lobbyist
local
locally
located
long
longer
look
looked
looking
looks
loopy
lord
loretta
lose
lost
lot
lots
lousy
love
loved
lovely
loves
loving
low-
lower
lowest
luck
lucky
lull
lungs
lupi's
m
m's
m-
ma
machine
machinery
macroscopic
mad
made
mail
mailing
main
mainly
maintain
major
majored
make
makes
making
male
mall
man
man's
managed
management
manager
managers
manages
managing
manipulation
mansfield
manure
many
map
march
mariachi
marijuana
marked
market
marketing
marriage
marriages
married
maryland
mason-dixon
mass
massachusetts
massacre
massive
master
master's
masters
mate
material
materials
math
mathematical
mathey
matter
matters
mattress
mature
may
maybe
mayerfeld
mayor's
mcdonald's
mcneil
me
me-
mea-
mean
meaning
means
meant
meanwhile
meat
medal
mediation
mediator
medical
medicinal
medicine
meet
megan
mel
members
men
menial
mental
mentality
mention
mentioned
mess
met
methane
methodist
metropolitan
mexico
michigan
microorganisms
mid
middle
might
mike
mike's
milani
mild
miles
million
milton
mimi
mind
minded
mine
minimum
mining
minute
minutes
mischief
misplaced
miss
missed
mississippi
mistakes
mister
mistress
mitzvah
mix
mixed
mm
mobility
mock
model
models
modernism
molding
molecule
mom
mom's
moment
mommy's
monday
money
money's
montana
month
months
mood
moon
moons
more
morgan
morning
mornings
morristown
mortgage
most
mostly
motel
mother
mother's
mothers
mountains
move
moved
movie
movies
moving
mower
mrs
much
mug
muh
munchies
museums
music
musician
must
my
myself
mysteries
myths
n
n-
naked
name
named
names
nanny
nap
napping
nasty
nation
national
natural
naturally
nature
nause
nauseas
near
nearing
nearly
neat
necessarily
need
needed
needs
negative
negotiate
negotiating
neighbor
neighborhood
neighbors
nell
nervous
network
never
new
newman
news
newsletter
newspaper
newspapers
next
ni-
nibbles
nice
nick
nickname
nicole's
night
nights
nila
nine
ninet-
nineteen
ninety
ninety-two
ninth
nish
no
nobody
noisy
none
nonsense
nook
noon
nope
nor-
norfet
norfolk
normal
normally
north
northwest
nose
not
notch
noth-
nothing
noticed
now
nowadays
nowhere
nuclear
nuisance
number
numbers
nurse
nursed
nurses
nursing
nurturing
o
o'clock
o-
obedient
objected
objectivity
observing
obvious
obviously
october
odd
of
off
offensively
offer
offered
offering
office
offices
often
oh
oil
oka-
okay
okey-do-
old
older
omaha
on
on-
once
one
one's
ones
ongoing
only
ooh
open
opening
opens
opinion
opportunity
oppression
or
or-
orange
orchestra
ordeal
order
ordered
oregon
organic
organizations
organized
oriented
originally
orthodox
other
others
otherwise
ou-
ouch
our
ours
out
outfit
outgrowth
outlet
outlets
outside
outstanding
over
overall
overcome
overcoming
overlap
overspent
ovulate
owe
owes
own
owner
ownership
owning
p
p-
pacifier
pack
packed
packing
paddle
page
pages
paid
pain
painful
paint
painted
pair
panned
pans
paper
papers
paranoid
paranormal
parents
parents'
park
parsley
part
participate
particular
particularly
parts
parttime
party
pass
past
pat
pathologist
patience
patriarchal
pattern
patterns
patty
paul
pay
paying
peak
peanut
peanuts
pee
peed
pell
penn
pennies
pennsyl-
pennsylvania
people
people's
percent
perfect
performance
perhaps
period
permanent
permission
perpendicular
person
personal
personality
personally
perspective
perspiration
petted
petting
phila-
philadelphia
philly
philosophies
phoenix
phone
phoned
phones
photocopied
photographer
physical
physician
physicians
physicists
physics
piano
pic-
pick
picked
picking
picture
pictures
picturing
pillows
pioneer
piss
pissed
pisses
pitt
pittsburgh
pity
pizza
pla-
place
places
plain
plan
plane
planning
plans
plastics
play
played
player
plays
pleasant
please
pleased
plenty
plot
plus
pockets
point
pointed
points
poker
pole
political
politicians
politics
pollution
poo-
pool
pooped
poops
poorly
popped
popping
pops
popular
populated
population
porch
portland
positi-
position
positions
positive
possibilities
possibility
possible
possibly
post
postcard
pot
pots
practical
practice
practicing
practitioners
praise
praising
prayer
pre-
precedes
precious
precocious
prefer
pregnant
preoccupied
prep
preppy
prescribed
present
presley's
press
pressed
pretty
pretzels
preventing
price
priest
prince
princeton
priory
prison
prisons
private
pro-
probably
problem
problems
proceeded
process
processes
produce
producing
product
production
productive
professed
profession
professional
professions
professor
professorial
professors
professorships
program
programming
programs
project
promised
proper
properly
proportion
prospect
prospective
prospects
proud
proved
proven
provide
providing
psych
psychiatric
psychiatry
psychologist
psychology
public
puffed
pull
punish
punishment
puppet
purchase
purpose
purposes
pushing
put
puts
putting
qualify
qualities
quant
quantifiable
quantitative
quants
quarter
quarters
question
questionnaire
questions
quick
quickly
quiet
quinlan
quit
quite
quiz
r
r-
ra-ra-ra
rabbi
rachel
rachma
radio
rain
rained
raise
raised
random
rare
rate
rather
ratings
rattling
re
re-
reach
reached
read
reading
readings
ready
real
realize
realized
realizing
really
rear
rearrange
reason
reasoners
reasons
rebel
recall
received
receiving
recent
recently
recipe
recognition
recognize
recorded
recording
records
recruited
rectum
recycle
recycled
recycling
reduced
redundant
reese's
refer
referenced
referred
referring
regarding
region
regional
regular
regularly
rehabilitation
reigning
reject
relationship
relationships
relative
relatively
relief
religious
remarks
remedial
remember
remembered
reminded
rent
rented
replace
replaced
report
requirement
requirements
requires
research
researching
resident
residential
resigned
resort
resorting
resounded
respirator
respon-
response
responsibilities
responsibility
responsible
rest
restaurant
restaurants
result
retiring
reunion
review
ri-
ribs
rice
rich
rid
ride
ridiculous
right
rightful
rights
ring
rings
ripped
risked
road
robbing
rode
roles
roll
rolled
romeo
room
roommate
roommate's
rooms
roots
rosalie's
rough
row
roxbury
royalties
rucka
rules
rummage
running
runs
ruskolnikoff
russia
russian
russians
rutgers
ruth
s
s-
sa-
sack
sacramento
safe
safety
said
saint
salary
sale
salesman
salmon
same
san
sandbagging
sandwich
sarandon
sari
saskatchewan
saskatoon
sat
satellite
saturday
saturn
sauce
save
saved
saw
say
say's
say-
saying
says
scale
scandinavia
scared
scene
scenty
sch-
schedule
schedule's
schizen
scholar
scholarship
scholarships
scholastic
school
schools
science
sciences
scientists
scotland
scottish
scout
scrap
scream
screaming
screen
screw
script
scripts
se-
seaford
sean
search
season
seasons
seater
seats
second
secondary
section
secure
security
see
seeds
seeing
seek
seem
seemed
seems
seen
self
sell
selleck
selling
semester
seminar
seminary
send
senior
sensationalized
sense
sent
sentences
sentimental
separate
separated
separating
separation
september
serious
seriously
served
service
services
set
settle
settlement
seven
seventeen
seventeenth
seventy
several
severe
sew
sexes
sh-
shade
shady
shakespeare
shakespearian
shame
share
shares
she
she'll
she's
sheet
sheets
sheeze
shelf
sherbet
shirt
shirts
shit
sho-
shocked
shoddy
shoe
shoes
shoot
shopping
shore
short
shorter
shortest
shorts
shot
shots
should
should've
shouldn't
show
showed
showers
shows
showtime
si-
sick
side
sideburns
sides
siegal
siesta
sifi
sightless
sign
sign's
signed
signing
signs
similar
simon
simon's
simple
simpler
simplest
since
singing
single
sirree
sissy
sister
sisters
sit
sitali
sits
sitting
situation
situations
sivan
sivan's
six
sixteen
sixty
size
sizzle
skills
slavs
sleep
sleeping
sleeps
slept
slows
small
smallest
smart
smell
smelly
smoke
smoking
snack
snacks
snipes
snow
snowing
snows
snowstorm
so
so-
social
societies
society
sociology
soda
sodas
solar
sold
soloist
solution
some
some-
somebody
someday
somehow
someone
something
sometime
sometimes
somewhat
somewhere
son
soon
sophisticated
sophomore
sorely
sorry
sort
sound
sounds
source
south
southwest
soviet
spanish
spare
speak
speaking
special
specialists
specialized
specialty
specific
specifically
speech
spend
spending
spent
sphere
spices
spilled
spirals
spirituality
spoke
sponge
sponsoring
sports
spotless
spouse
sputnik
square
sta-
stabilized
stable
staff
stages
stairs
stamp
stance
stand
standing
stands
staring
start
started
starting
starts
state
statement
statements
states
station
status
stay
stayed
staying
steak
steal
stealing
step
stereo
steven
stewart
stick
sticker
sticking
still
stimulating
stink
stir
stomach
stomp
stone
stood
stop
stopped
stopping
store
stored
stories
story
str-
straight
strange
street
streets
stress
stressed
stressful
strict
strike
strip
stripped
strong
strongly
stubborn
stuck
student
students
studies
studio
study
studying
stuff
stupid
subject
subjects
subscribe
substantive
substitute
subway
successful
successfully
succession
such
suck
sucker's
sucking
sucks
sudden
suffer
suffers
sufficient
suffixes
suggested
suggestion
suggestions
suitcase
summary
summer
summers
sun
sun's
sunday
sunglasses
superficial
superior
supervisor
supper
support
suppose
supposed
supposedly
supremo
sure
surface
surfing
surprise
surprised
surprises
survey
susan
suspect
suzy
sweet
swing
switch
switchboard
switched
sympathy
system
systems
t
t-
table
tablecloths
take
taken
takes
taking
talk
talked
talking
tangent
taste
tattoos
taxi
taylor
tea
teach
teacher
teacher's
teachers
teaching
team
teams
tech
technical
technology
ted
teenage
teenaged
teenager
teeth
teething
telecommunications
telephone
television
tell
telling
temp
temperature
temperatures
temporarily
temporary
tempted
ten
tend
tended
tennis
tenure
ter-
term
terminal
terminally
terminology
terms
terrible
terribly
terrific
terrorism
test
testing
tests
texas
textiles
texts
th-
tha-
than
thanks
thanksgiving
that
that'll
that's
the
the-
theater
their
them
themselves
then
therapist
there
there's
thermal
these
they
they'd
they'll
they're
they've
thi-
thief
thing
things
think
thinking
thinks
third
thirteen
thirteenth
thirty
thirty-five
this
thomas
those
though
thought
thousand
threat
threats
three
threw
throne
through
throughout
throw
throwing
thrown
ti-
tickled
tight
tiles
till
time
times
tiny
tired
tires
titan
title
to
toast
today
today's
todd
together
toilet
told
tom
tombstone
tomorrow
ton
tone
tonight
tons
too
took
tools
top
topic
topics
topsy
torah
tore
toronto
total
totally
touch
tough
tour
touring
town
toxic
tra-
trace
tracing
track
tracking
trailing
trainer
trainers
training
trains
traits
transfers
transportation
trapped
trash
travelling
tray
treated
tree
tremendous
tri-
tried
trim
trip
trips
trouble
troupe
true
trust
truth
try
trying
tuesday
tuition
turn
turned
turnovers
turns
turny
tutor
tw-
twelve
twenty
twenty-five
twenty-six
twenty-third
twice
two
type
types
u
u-
uh
uh-hum
uhhuh
uhuh
ukrainians
ultimately
um
um-hum
unbearable
unbeliev-
unbelievable
unclear
uncomfortable
unconscious
under
undergrad
undergraduate
undermines
understand
understanding
unemployment
unfortunate
union
unions
united
universe
university
unle-
unlearn
unless
unlike
unpacked
unprecedented
until
unusual
unwrinkled
up
uphill
upon
upset
upstairs
uptight
uranium
urge
us
use
used
useless
uses
using
usual
usually
utah
utterly
v
v-
vacant
vacation
vaguely
vancouver
variety
various
versus
very
victorian
video
vietnam
view
village
violent
visit
voice
volunteer
w-
wa-
wagon
wait
waited
waiting
wake
waking
walk
walked
walking
wall
wallpaper
wander
want
wanted
wanting
wants
war
warmer
warn
warned
warning
wars
was
washington
wasn't
watch
watched
watching
water
watts
wave
way
ways
we
we'd
we'll
we're
we've
we-
weapons
wear
wearing
weather
web
wednesday
week
weekend
weeks
weird
weirdo
well
wen-
went
were
weren't
wesley
wesleyan
west
westward
wh-
wha-
whacked
what
what'd
what's
whatever
whatsoever
wheezing
when
whenever
where
where'd
where's
whether
which
while
white
who
who'd
who's
who've
whoa
whole
whose
why
wi-
wide
wife
wil-
will
williams
wilma
win
wind
window
wing
winter
wires
wisdom
wish
with
wither
within
without
witty
woke
woman
woman's
women
won't
wonder
wondered
wonderful
wondering
wonders
wood
word
wordperfect
words
work
worked
workers
workforce
working
works
world
worried
worry
worrying
worth
would
would've
wouldn't
wow
wrapped
wreath
wrinkled
write
writer
writing
written
wrong
wrote
xerox
y
y-
yard
yari-
yarislovich
yay
ye-
yeah
year
yearly
years
yehuda
yen
yep
yes
yeshiva
yesterday
yet
yikes
yor-
york
yorkshire
yosi
you
you'd
you'll
you're
you've
you-
young
younger
your
yourself
yup
zero
zia
zip
